;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: geogeo.gr
; TranslationAuthorEmail: 
; TranslationAuthorWeb: http://www.geogeo.gr
; Soft Version: 1.22.32
; Update: 5-9-2013
;
[GUI]
ButtonYes=Ναι
ButtonNo=Όχι
ButtonOK=Εντάξει
ButtonMinimize=Ελαχιστοποίηση
ButtonMaximize=Μεγιστοποίηση
ButtonClose=Κλείσιμο
ButtonRestore=Επαναφορά
ButtonMenu=Μενού

[Lang]
NativeLanguage=Ελληνικά
[Translation]
LangCode=0408
ReadHabit=Left-to-right
LanguageName=ELL
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Επιβεβαίωση
Warning=Προειδοποίηση
Error=Σφάλμα
Confirm=Επιβεβαίωση
CurVer=Τρέχουσα έκδοση:
FrmGBMain.btnfeedback.caption=Αποστολή σχολίου
FrmGBMain.btncheckver.caption=Έλεγχος για νέα έκδοση
;
; About
;
FrmGBAbout.caption=Περί...
FrmGBAbout.btnok.caption=Εντάξει
FrmGBAbout.lblver.caption=Τρέχουσα έκδοση:
FrmGBAbout.lblemail.caption=Τεχνική υποστήριξη:
FrmGBAbout.lblhome.caption=Ιστοσελίδα: 
FrmGBAbout.lblthank.caption=Ευχαριστούμε τα παρακάτω πρόσωπα για τη συνεισφορά τους:

;
; Popup Menu
;
pmNewsletter=Λήψη ενημερωτικών δελτίων
pmfeedback=Αποστολή σχολίου...
pmHelp=Άμεση βοήθεια
pmHome=Ιστοσελίδα
pmContact=Επικοινωνήστε μαζί μας
pmCheckNew=Έλεγχος για ενημερώσεις
pmLang=Γλώσσα / Language
pmAbout=Περί...
pmCheckNew=Έλεγχος για ενημερώσεις
pmrun=Εκκίνηση παιχνιδιού
pmadd=Προσθήκη παιχνιδιού
pmdel=Διαγραφή παιχνιδιού
pminfo=Πληροφορίες παιχνιδιού
pmEndProcess=Τέλος διεργασίας
pmExclude=Εξαίρεση
pmNoExclude=Ακύρωση εξαίρεσης
pmGoogle=Αναζήτηση Google


;
; Main GUI
; 
FrmGBMain.BtnTabGame.Caption=Τα παιχνίδια μου
FrmGBMain.BtnTabOpt.Caption=Βελτιστ. συστήματος
FrmGBMain.BtnTabProcess.Caption=Βελτιστ. διεργασίας
FrmGBMain.BtnTabService.Caption=Βελτιστ. υπηρεσίας
FrmGBMain.Btnlikeit.Caption=Μου αρέσει
FrmGBMain.BtnRestore.Caption=Επαναφορά

;
; Like Us
;
FrmLikeit.lblTitle.caption=Εάν σας άρεσε το Wise Game Booster, παρακαλούμε συστήστε αυτό το υπέροχο δωρεάν εργαλείο στους αγαπημένους σας.
FrmLikeit.lblInfo.caption=Παρακαλώ μοιραστείτε το Wise Game Booster με την οικογένεια, τους φίλους, τους συμμαθητές και τους συναδέλφους σας μέσω Email, Blog, Twitter, Youtube, Facebook, κλπ. Θα προσφέρετε άνεση και αποτελεσματικότητα στη ζωή τους.
FrmLikeit.lblRate.caption=Αξιολογήστε το Wise Game Booster:
FrmLikeit.lblfollow.caption=Ακολουθήστε μας στο:
FrmLikeit.lblshare.caption=Μοιραστείτε το Wise Game Booster:
FrmLikeit.btndownload.caption=Δωρεάν λήψη
FrmLikeit.imgrate.hint=Δώστε μας μια  5-άστερη αξιολόγηση
FrmLikeit.imgmail.hint=Μοιραστείτε το με τους φίλους σας
FrmLikeit.imgface1.hint=Μοιράστε το στο facebook
FrmLikeit.imgface2.hint=Ακολουθήστε μας στο facebook
FrmLikeit.imgtwitter1.hint=Μοιράστε το στο twitter
FrmLikeit.imgtwitter2.hint=Ακολουθήστε μας στο twitter
FrmLikeit.Caption=Μου αρέσει
FrmLikeit.lbldownload.caption=Λήψη περισσότερων δωρεάν προγραμμάτων από WiseCleaner.com

;
; gameinfo
;
FrmGameinfo.caption=Πληροφορίες παιχνιδιού
FrmGameinfo.lbltype.caption=Είδος παιχνιδιού:
FrmGameinfo.lblname.caption=Όνομα αρχείου:
FrmGameinfo.lblPublisher.caption=Δημιουργός παιχνιδιού:
FrmGameinfo.lbltimes.caption=Αριθμός εκτελέσεων:
FrmGameinfo.lbllasttime.caption=Τελευταία εκτέλεση:
FrmGameinfo.lblrate.caption=Αξιολόγηση παιχνιδιού:
FrmGameinfo.lblcomment.caption=Σημειώσεις παιχνιδιού:
FrmGameinfo.btnok.caption=Εντάξει
FrmGameinfo.btncancel.caption=Άκυρο
;
;GameBox
;
FrmGameBox.btnsysopt.caption=Βελτιστοποίηση
FrmGameBox.btnProcessopt.caption=Βελτιστοποίηση
FrmGameBox.btnServiceopt.caption=Βελτιστοποίηση
FrmGameBox.btnopt.caption=Βελτιστοπ. όλων

;
;sysopt
;
FrmSysOpt.btnopt.caption=Βελτιστοπ. τώρα
FrmSysOpt.lblhint.caption=Βελτιστοποιήστε τα παρακάτω στοιχεία για βελτίωση των επιδόσεων του παιχνιδιού
FrmSysOpt.lblreall.caption=Επαναφορά όλων
;
;processopt
;
FrmProcess.lblhint.caption=Κλείστε τις διεργασίες που χρησιμοποιούν πολύ μνήμη, για να αυξήσετε την ταχύτητα του παιχνιδιού
ProcessCpu=Χρήση CPU
ProcessMemory=Χρήση μνήμης
ProcessSuggest=Πρόταση
ProcessAction=Διαχείριση διεργασίας
ProcessMostMemUse=Υψηλή χρήση μνήμης προγρ. εκτός συστήματος
;
;Serviceopt
;
FrmService.lblhint.caption=Κλείστε άσχετες υπηρεσίες για να αυξήσετε την ταχύτητα του παιχνιδιού
ServicePublisher=Δημιουργός
ServiceSuggest=Πρόταση
ServiceAction=Διαχείριση υπηρεσίας
ServiceStop=Διακοπή άσχετων υπηρεσιών
ServiceDisable=Διακοπή (Συνιστάται)
ServiceEnable=Έναρξη (Συνιστάται) 
ServiceKeep=Διατήρηση (Συνιστάται)
ServiceMust=Πρέπει να είναι ανοικτή

;
;serviceRestore
;
Frmrestore.Btnreall.caption=Επαναφ. όλων υπηρεσιών
Frmrestore.caption=Επαναφορά υπηρεσίας
Frmrestore.Btnok.caption=Εντάξει
ServiceName=Όνομα υπηρεσίας
ServiceChangeDateTime=Τελευταία τροποποίηση
ServiceRestore=Υπηρεσία επαναφοράς

[GameBox]
GameUnknow=Άγνωστο
GameRPG=Παιχνίδια ρόλων
GameShot=Παιχνίδια σκόπευσης
GameOther=Άλλα παιχνίδια
NeverPlay=Δεν παίχθηκε ποτέ
UnknowPublisher=Αγνώστων δημιουργών
lstbtnadd=Προσθ. παιχνιδιού
LblSysopt=Βελτιστοποίηση συστήματος
LblProcessopt=Διαχείριση διεργασίας
LblServiceopt=Βελτιστοποίηση υπηρεσίας
LblTitleCheck=Έλεγχος επιδόσεων του PC. Παρακαλώ περιμένετε...

[message]
NewVer=Μια νέα έκδοση είναι διαθέσιμη! Θέλετε να κάνετε αναβάθμιση τώρα;
FirRun=Θέλετε το WGB να κάνει αναζήτηση για όλα τα τοπικά σας παιχνίδια αυτόματα, κατά την πρώτη εκτέλεση;
NoNewVer=Συγχαρητήρια. Η έκδοση που χρησιμοποιείτε είναι η τελευταία!
CheckComputer=Έλεγχος επιδόσεων του PC. Παρακαλώ περιμένετε...
SearchGame=Αναζήτηση για τοπικά σας παιχνίδια. Παρακαλώ περιμένετε...
Allgood=Συγχαρητήρια! Το PC σας είναι σε καλή κατάσταση. Δεν χρειάζεται βελτιστοποίηση.
SysGood=Συγχαρητήρια! Κανένα στοιχείο δεν χρειάζεται βελτιστοποίηση.
ProcessGood=Συγχαρητήρια! Καμία διεργασία δεν χρειάζεται τερματισμό.
ServiceGood=Συγχαρητήρια! Καμία υπηρεσία δεν χρειάζεται διακοπή. 
HaveProblem=Βρέθηκαν %d θέματα! Κλικ στο "Βελτιστοπ. όλων" για να τα διορθώσετε
sysProblem=%d στοιχεία έχουν βελτιστοποιηθεί
Processproblem=%d διεργασίες έχουν τερματιστεί για ελευθέρωση μνήμης
Serviceproblem=%d υπηρεσίες έχουν τερματιστεί
DeleteGame=Είστε βέβαιος ότι θέλετε να αφαιρέσετε αυτό το παιχνίδι;
HaveOpt=Βελτιστοποιημένο
btnRestore=Επαναφορά
btnOpt=Βελτιστ. τώρα
BtnAction=Ενέργεια
BtnStop=Διακοπή υπηρεσίας
SuggestClose=Τερματισμός (Συνιστάται)
SuggestKeep=Διατήρηση (Συνιστάται)
haveStoped=Διακόπηκε
HaveRun=Ξεκίνησε
BtnRun=Έναρξη
HaveFail=Η διακοπή απέτυχε
OptComputer=Βελτιστοποίηση. Παρακαλώ περιμένετε...
AllgoodAfterOpt=Η βελτιστοποίηση ολοκληρώθηκε και ελευθερώθηκαν %s MB. Παίξτε τώρα το παιχνίδι.
AllgoodAfterManualOpt=Συγχαρητήρια! Κανένα στοιχείο δεν χρειάζεται βελτιστοποίηση. Παίξτε τώρα το παιχνίδι.
HaveProblemAfterOpt=Η βελτιστοποίηση %d στοιχείων απέτυχε, αλλά αποδεσμεύθηκαν %s MB μνήμης.


[sysopt]
SystemStable=Σταθερότητα συστήματος
SystemSpeedup=Αύξηση ταχύτητας συστήματος
NetworkSpeedup=Αύξηση ταχύτητας δικτύου
AutoKill=Αυτόματος τερματισμός μη ανταποκρινόμενων εφαρμογών, για να αποφευχθεί η αιφνίδια διακοπή λειτουργίας του συστήματος
RestartExplorer=Αυτόματη επανεκκίνηση της Εξερεύνησης των Windows για αποφυγή μιας μη αναμενόμενης εξαφάνισης της οθόνης
TwoProcess=Κάντε την Εξερεύνηση των Windows να λειτουργεί σαν μια ξεχωριστή διεργασία, για να αποφύγετε μια διένεξη συστήματος
ErrorReport=Απενεργοποίηση εμφάνισης μηνυμάτων σφάλματος, για βελτίωση της απόδοσης του συστήματος
Debugger=Απενεργοποίηση του προγράμματος εντοπισμού σφαλμάτων, για να επιταχύνετε την επεξεργασία σφάλματος
OptMemory=Βελτιστοποίηση των προεπιλεγμένων ρυθμίσεων μνήμης, για τη βελτίωση της απόδοσης του συστήματος
OptVEff=Βελτιστοποίηση της εμφάνισης των στοιχείων προσκηνίου (παράθυρα διαλόγου, μενού κλπ.) για να βελτιωθεί η ταχύτητα απόκρισης του συστήματος
OptFileSystem=Βελτιστοποίηση του συστήματος αρχείων για βελτίωση της απόδοσης του συστήματος
OptDiskSystem=Βελτιστοποίηση των I/O του δίσκου του υποσυστήματος για βελτίωση της απόδοσης του συστήματος 
DisAutoRun=Απενεργοποίηση του χαρακτηριστικού «Αυτόματη αναπαραγωγή» στις μονάδες δίσκου, για την αποφυγή μόλυνσης από ιό
OptTTL=Βελτιστοποίηση των ρυθμίσεων ΤTL (Χρόνος διατήρησης), για βελτίωση της επίδοσης του δικτύου
OptNetForward=Βελτιστοποίηση της δυνατότητας προώθησης του δικτύου, για βελτίωση της επίδοσής του
OptMTU=Αυτόματος εντοπισμός «μαύρων οπών» με την τεχνική Path MTU Discovery, για βελτίωση των επιδόσεων του TCP/IP
OptWINS=Βελτιστοποίηση του χρόνου ερωτήματος ονόματος WINS, για βελτίωση της ταχύτητας μεταφοράς δεδομένων
OptNetWork=Βελτιστοποίηση των ρυθμίσεων δικτύου για βελτίωση των επιδόσεων μεταφοράς
CloseAnimate=Κλείσιμο του εφέ κίνησης κατά τη μεγιστοποίηση ή ελαχιστοποίηση ενός παραθύρου, για  επιτάχυνση της απόκρισης του παραθύρου
PagingExecutive=Απενεργοποίηση της σελιδοποίησης μνήμης και μείωση των I/O του δίσκου για βελτίωση των επιδόσεων των εφαρμογών. (Αγνοήστε το αν η φυσική σας μνήμη είναι <1 Gb)
StaticIP=Ορίστε μια στατική IP για την τοπική σας σύνδεση, για βελτίωση της ταχύτητας εκκίνησης του υπολογιστή σας
PorcessorTime=Βελτιστοποίηση της απόδοσης του επεξεργαστή για να τρέχουν οι εφαρμογές, τα παιχνίδια, κ.λ.π. πιο ομαλά. (Αγνοήστε το αν το μηχάνημά σας είναι ένας διακομιστής)
DisableIDECheck=Προληπτικός έλεγχος καναλιού IDE, για βελτίωση της ταχύτητας εκκίνησης των Windows
ForeAppSpeed=Ώθηση στην ταχύτητα απόκρισης στα προγράμματα που βρίσκονται στο προσκήνιο
AeroPeek=Ώθηση στην ταχύτητα εμφάνισης του Aero Peek
